Repository: EasyRPG/TestGame
Catalog: TestGame-2000/Language/*/Map0030.po
Languages: de

source: I'm the IRC Bot EV0001. Visit me and the developers in #easyrpg @ freenode.net
de: Ich bin der IRC-Bot EV0001. Besuche mich und die Entwickler in #easyrpg @ irc.libera.chat

source: That huge tree is awesome, must be hundreds of years old!
de: Dieser riesige Baum ist klasse, es muss hunderte von Jahren alt sein!

source: Dev: I am busy!
de: Dev: Ich bin beschäftigt!

source: Just taking a walk, the landscape is beautiful, isn't it?
de: Ich mache nur einen Spaziergang, die Landschaft ist schön, oder?

source: I take a walk around the root
de: Ich spaziere um den Stumpf.

source: Welcome to the EasyRPG TestGame, Alex! This game is used to verify how good EasyRPG (or other RPG Maker implementations) work.
de: Willkommen zum EasyRPG-Testspiel, Alex! Dieses Spiel wird verwendet um zu prüfen wie gut EasyRPG und andere RPG-Maker-Implementationen funktionieren.

source: Talk to one of the three characters waiting next to the bridge to enter the test rooms.
de: Sprich mit einem der drei Charakteren die neben der Brücke warten um die Testräume zu betreten.

source: The bridge is the first test case. It is used to check passability on event layer level. If you can't walk over the bridge touch the magical bridge on the left.
de: Die Brücke ist der erste Testfall. Dieser wird genutzt um die Überquerbarkeit auf der Ereignis- schicht zu überprüfen. <easyrpg:new_page> Wenn Sie nicht über die Brücke gehen können dann berühren Sie die magische Brücke links.

source: Map events
de: Kartenereignisse

source: Test AB Blocks
de: Test der AB-Blöcke

source: Test D Blocks
de: Test der D-Blöcke
